tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "r-lib/rig"

brew "docker"
brew "gnupg"
brew "gcc"
brew "gh"
brew "r"
brew "ruby"
brew "zsh"
brew "pdm"
brew "pipx"
brew "tmux"
brew "zsh-syntax-highlighting"

cask "calibre"
cask "dropbox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "git-credential-manager"
cask "inkscape"
cask "jabref"
cask "keepassxc"
cask "miniconda"
cask "rig"
cask "visual-studio-code"
cask "rstudio"
cask "spotify"
cask "zoom"
